Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: vaihtelut ovat suuria ja koska elinkeinomuodot muuttuvat ajan kuluessa, asiantuntijatyöryhmä ei ole halunnut varsinaisessa artiklassa luetella erityisiä elinkeinoja tai luonnonvarojen
sme: nuppástuvvet áiggiid mielde, de áššedovdi joavku ii leat viggan logahit dihto

source: hyödyntämismuotoja.
sme: ealáhusaid dahje resursageavahanvugiid ieš artihkkalis.

source: Esimerkkeinä elinkeinoista ovat kuitenkin merikalastus ja kalastus
sme: Muhto ealáhusain leat dakkár

source: vesistöissä, maanviljely ja poronhoito.
sme: ovdamearkkat go mearrabivdu ja sáivačáhcebivdu, eanandoallu ja boazodoallu.

source: Esimerkkeinä muusta luonnonvarojen hyödyntämisestä
sme: Eará

source: ovat metsästys, marjastus ja kotitarvekalastus. Rajan vetäminen syrjäseutujen elinkeinojen ja
sme: resursageavaheamis leat ovddamearkan meahcásteapmi, murjen ja guollebivdu

source: luonnonvarojen muun hyödyntämisen välillä on liukuva.
sme: dállodollui dušše.

source: Saamelaisille elinkeinoille
sme: Ii leat sneakta rádji ealáhusaid ja meahcceguovloresurssaid geavaheami gaskka.

source: ominainen erityispiirre on se, että ne ovat usein yhdistelmäelinkeinoja, toisin sanoen eri
sme: Sámi ealáhusaid iešvuohta lea dat ealáhusat dávjá mannet

source: tavalla luonnonvaroja hyödyntävien toimien yhdistelmä tai palkallisen työn ja tavallisesti
sme: latnjalassii, namalassii ahte olmmoš ávkašuvvá iešguđetlágan resurssaiguin oktanaga

source: vuodenaikaan sidotun perinteisen luonnonvarojen hyödyntämisen yhdistelmä.
sme: dahje bálkáhuvvon bargguin ja árbevirolaš resurssaiguin jahkodagaid mielde.

source: Tämän artiklan määräys ei rajoitu perinteisiin elinkeinoihin ja luonnonvarojen
sme: Dán artihkkala mearrádus ii leat ráddjejuvvon árbevirolaš ealáhusaide ja

source: hyödyntämiseen.
sme: resursageavaheapmái.

source: Se koskee myös uudenlaista luonnonvarojen hyödyntämistä, kuten
sme: Dat gokčá maid ođđa resursageavaheami, omd. guolle

source: esimerkiksi kalankasvatusta, ja uusien kala- ja rapulajien, kuten esimerkiksi kuningasravun,
sme: biebmama, ja ođđa náliid bivddu, nugo omd. gonagasreappáid bivddu.

source: Poronhoito erityisenä ja perinteisenä saamelaiselinkeinona ja kulttuurimuotona perustuu perinnäistapaan ja sillä tulee olla erityinen oikeussuoja.
sme: Boazodoallu sámi ealáhussan Boazodoalus, mii lea erenoamáš ja árbevirolaš sámi ealáhus ja kulturilmma, leat árbevierut vuođđun maid geažil das galgá leat erenoamáš lágalaš suodjaleapmi.

source: Tässä tarkoituksessa Norjan ja Ruotsin tulee säilyttää ja kehittää poroelinkeinoa saamelaisten yksinoikeutena saamelaisilla poronhoitoalueilla.
sme: Dainna ulbmiliin Norgga ja Ruoŧa galgaba sámiid boazogoahtunguovlluin seailluhit ja ovddidit boazodoalu sámiid sierravuoigatvuohtan.

source: Suomi sitoutuu vahvistamaan saamelaisten poroelinkeinon asemaa ottaen huomioon Euroopan unionin liittymissopimukseen kuuluvan saamelaisia alkuperäiskansana koskevan pöytäkirjan numero 3.
sme: Vuhtiiválddedettiin beavdegirjji nr. 3, sámiid álgoálbmotdili birra, mii lea soahpamušas searvat Eurohpalaš lihttui, Suopma váldá badjelasas nannet sámi boazodoalu dili.

source: Ensimmäinen kappale: Poronhoito on saamelaiselinkeinoista omaleimaisin
sme: Vuosttaš lađas: Sámiid ealáhusaid logus boazodoallu lea mihtilmasamus

source: elinkeinomuoto, koska se on perinteisesti ollut elinkeino, jota ovat harjoittaneet yksinomaan
sme: ealáhus, go dat dološ áiggiid rájis lea leamaš ealáhus maid aivvestassii sámit leat

source: saamelaiset suurissa osissa sopimusvaltioita.
sme: jođihan viidát dan golmma riikkas.

source: Oikeus poronhoidon harjoittamiseen perustuu
sme: Vuoigatvuohta jođihit boazodoalu atná vuođđunis

source: Poronhoitoa on harjoitettu ammoisista ajoista asti, ja se voi luoda 34 artiklan
sme: artihkkala 34 mielde.

source: Myös poronhoidon varsinainen harjoittamismuoto perustuu
sme: Doalloláhkige ieš atná vuođđunis siskkáldas árbevieruid,

source: sisäisiin perinnäistapoihin, katso 9 artiklaa koskevat huomautukset.
sme: geahča artihkkala 9 mearkkašumiid.

source: Poronhoito on näin
sme: Boazodoallu lea dainna lágiin sámi kultuvrra ja

source: muodoin saamelaisen kulttuurin ja perinteisen taidon keskeinen säilyttäjä, ja on tärkeää, että
sme: árbevirolaš máhtu guovdilis guoddi, ja deaŧalaš lea ahte boazodoalus sáhttá leat dát

source: poronhoito voi näytellä tätä osaa myös tulevaisuudessa.
sme: rolla maiddái boahtteáiggisge.

source: Poronhoitoon tarvitaan erittäin suuria
sme: Boazodoallu gáibida viiddis eatnamiid, ja danne

source: maa-alueita, minkä takia se on muiden tahojen jatkuvan painostuksen alaisena.
sme: olggobealde beroštumit šaddet deaddun dasa.

source: tarvitsee tämän vuoksi erityistä suojaa voidakseen säilyä myös tulevaisuudessa.
sme: suodjaleami, vai sáhttá seailut maiddái boahtteáigáige.

source: sopimuksen monet muutkin artiklat, muun muassa IV luvun määräykset, tähtäävät samaan.
sme: artihkkalat ulbmádit seammá ášši, ee. kap. IV mearrádusat.

source: Poronhoidon erityisasema saamelaisena elinkeinona tunnustetaan myös vuonna 1994
sme: Boazodoalu erenoamáš sajáidaga sámi ealáhussan dohkkeha maid artikkel 1

source: numero 3.
sme: beavdegirjjis nr. 3 mas sámi álbmot lea sáhkan Suoma, Norgga ja Ruoŧa šiehtadalla

source: Koska Norja ei liittynyt EU:hun, tämä pöytäkirja koskee ainoastaan Suomen ja
sme: EU-lahttun, de beavdegirji gusto duššefal Suoma ja Ruoŧa sámiide, geahča sátnádaga

source: Ruotsin saamelaisia, katso pöytäkirjan sanamuoto edellä 22 artiklaa koskevissa
sme: dás ovddabealde artihkkala 22 mearkkašumiid vuolde. Beavdegirji rahpá vejolažžan

source: huomautuksissa. Pöytäkirja antaa Suomelle ja Ruotsille mahdollisuuden ylläpitää ja laajentaa
sme: Supmii ja Ruŧŧii ásahit ja viiddidit sámiid sierravuoigatvuođaid mat čatnasit sin

source: saamelaisten perinteisiin elinkeinoihin liittyviä saamelaisten erityisoikeuksia. Pöytäkirjassa on
sme: árbevirolaš ealáhusaide.

source: etenkin mainittu mahdollisuus poronhoidon tunnustamiseen ja jatkamiseen saamelaisena
sme: Vejolašvuohta dohkkehit ja joatkit boazodoalu sámiid

source: erityisoikeutena perinteisillä saamelaisilla poronhoitoalueilla.
sme: sierravuoigatvuohtan árbevirolaš sámi boazoguohtunguovlluin namahuvvo erenomážit beavdegirjjis.

source: Pöytäkirja mahdollistaa
sme: Beavdegirji rahpá vejolažžan viiddidit sámiid sierravuoigat

source: saamelaisten erityisoikeuksien laajentamisen, mikäli sitä pidetään välttämättömänä
sme: vuođaid jos dat adnojuvvo dárbbašlažžan sámi kultuvrra ja servodateallima

source: saamelaisen kulttuurin ja yhteiskuntaelämän suojelemiseksi tai edelleen kehittämiseksi.
sme: suodjaleapmái ja ovddideapmái.

source: Toinen kappale: Ruotsissa poronhoito on elinkeinona kokonaan saamelaisten
sme: Nubbi lađas: Ruoŧas boazodoallu lea ealáhus mii ollásit gullá sámiide.

source: yksinoikeus. Sama pätee Norjaan, mitä saamelaisiin poronhoitoalueisiin tulee.
sme: Norggasge lea nu sámi boazoguohtunguovlluid rájiid siskkobealde.

source: Määräyksen
sme: Mearrádus cealká

source: mukaan poronhoidon tulee olla näissä kahdessa maassa saamelaisten erityisoikeus myös
sme: ahte boazodoallu galgá leat sámiid sierravuoigatvuohta dán guovtti riikkas maiddái

source: tulevaisuudessa.
sme: boahtteáiggisge.

source: Kolmas kappale: Suomessa poronhoito ei ole saamelaisten yksinoikeus missään
sme: Goalmmát lađas: Suomas ii leat vuoigatvuohta jođihit boazodoalu

source: osassa maata.
sme: várrejuvvon sámiide ii guđege guovllus dán riikkas.

source: Ehdotetun määräyksen mukaan Suomi sitoutuu vahvistamaan saamelaisen
sme: Árvaluvvon mearrádusa mielde

source: poroelinkeinon asemaa ottamalla huomioon Euroopan unionin liittymissopimukseen kuuluvan
sme: Suopma geatnegahttá iežas nannet sámi boazodoalloealáhusa sajádaga EU

source: Kuten edellä on mainittu, kyseinen pöytäkirja antaa mahdollisuuden
sme: Namahuvvon beavdegirji rahpá nugo

source: sille, että poronhoito voi olla saamelaisten yksinoikeus myös Suomessa. Kun Suomen
sme: namahuvvui vejolažžan ahte boazodoallu galgá leat sámiid sierravuoigatvuohta

source: eduskunta käsitteli ehdotusta saamelaisille annettavaksi etuoikeudeksi omistaa poroja
sme: maiddái Suomasge.

source: saamelaisten kotiseutualueilla, eduskunnan perustuslakivaliokunta lausui vuonna 1993
sme: Jagi 1993, go lei árvaluvvon sámiide addit sierravuoigatvuohtan

source: seuraavaa:
sme: vuođđoláhkalávdegoddi ná:

source: ” Ehdotuksen tarkoituksena on nimenomaan turvata saamelaisille etuoikeus poronhoidon harjoittamiseen kotiseutualueellaan.
sme: ” Árvalusa ulbmil lea aiddonassii dat, ahte addit sámiid erenoamášvuoigatvuođa jođihit boazodoalu iežaset ruovttugilleguovllus.

source: Valiokunnan käsityksen mukaan tätä tavoitetta voidaan etenkin asiaa koskevat kansainväliset sopimukset (katso PeVL 3/1990 vp) ja poronhoidon tärkeys saamelaisten kulttuurimuodon osana huomioon ottaen pitää sellaisena erityisenä syynä, jonka nojalla saamelaisvaltuuskunnan ehdotus on toteutettavissa tavallisessa lainsäädäntöjärjestyksessä hallitusmuodon 7 §:n sitä estämättä. ”
sme: Lávdegotti oaivila mielde sáhttá dát ulbmil, erenomážit jos dasa guoski riikkaidgaskasaš konvenšuvnnat (geahča GrUU 3/1990 rd) ja boazodoalu mearkkašupmi sámi kultuvrii váldojuvvojit vuhtii, leat dakkár erenoamáš sivva man geažil sáttagotti árvalus lea čađahahtti dábálaš láhkaaddimis almmá hálddašanvuogi 7 § eastagiid haga. ”

source: (PeVL n:o 8/1993 vp).
sme: (Cealkámuš nr. 8/1993 rd)

source: Saamelaisten oikeus valtionrajat ylittävään porojen laiduntamiseen perustuu perinnäistapaan.
sme: Boazodoallu riikkarájiid rastá Sámiid vuoigatvuohta riikkarájiid rasttideaddji guohtuneatnamiidda atná vuođđunis árbevieru.

source: Jos oikeudesta valtionrajat ylittävään porojen laiduntamiseen on sovittu saamelaiskylien, siidojen tai paliskuntien kesken, noudatetaan tällaista sopimusta.
sme: Jos vuoigatvuohta riikkarájiid rasttideaddji guođoheamis lea šihttojuvvon čearuid, siiddaid dahje orohagaid gaskka, de dat šiehtadusat galget leat fámus.

source: Sopimuksen tulkinta- tai soveltamiskiistan sattuessa on kiistan osapuolella oikeus saada asia välityslautakunnan ratkaistavaksi.
sme: Jos čuožžila riidu dakkár šiehtadusa ipmárdusas dahje geavaheamis, de áššeoasálaš bidjat ášši riidočoavdinlávdegoddái, vai dat dan mearrida.

source: Sopimusvaltioiden saamelaiskäräjät vahvistavat yhdessä tarkemmat säännöt välityslautakunnan kokoonpanosta ja noudatettavasta menettelystä.
sme: Dakkár riidočoavdinlávdegotti čoahkádusa ja dan bargovuogi várás gustojit dárkilis njuolggadusat maid buot golbma sámedikki mearridit ovttasráđiid.

source: Kiistan osapuoli, joka ei ole tyytyväinen välityslautakunnan ratkaisuun, voi nostaa asiassa kanteen sen valtion tuomioistuimessa, jonka alueella laidunmaa sijaitsee.
sme: Áššeoasálaččas guhte ii duđa riidočoavdinlávdegotti mearrádussii, galgá leat vuoigatvuohta doalvut ášši duopmostuolu ovdii dan riikkas mas guohtuneanan lea.

source: Jos saamelaiskylien, siidojen tai paliskuntien välillä soveltuvaa porojen laiduntamissopimusta ei ole, mutta sen sijaan on voimassa oleva valtioidenvälinen sopimus porojen laiduntamisesta, tulee valtioidenvälistä sopimusta soveltaa.
sme: Jos ii leat soahppevaš šiehtadus sámegilážiid, siiddaid dahje orohagaid gaskka, muhto baicce gustojeaddji riikkaidgaskasaš soahpamuš guohtunvuoigatvuođaid alde, de galgá dat soahpamuš geavahuvvot.

source: Jos joku katsoo perinnäistavan perusteella olevansa oikeutettu laajempaan poronhoitoon kuin mitä valtioidenvälisestä sopimuksesta seuraa, on hänellä kuitenkin oikeus sopimuksen estämättä saada vaatimuksensa käsiteltäväksi sen valtion tuomioistuimessa, jonka alueella laidunmaa sijaitsee.
sme: Son guhte jáhkká alddis leat viidát guohtunvuoigatvuohta árbevieru addin rievttalaš vuođus go maid riikkaidgaskasaš soahpamuš addá, galgá dattetge heađuškeahttá sáhttit geahččalit gáibádusaidis duopmostuolus dan riikkas mas guohtunguovlu lea.

source: Kun Ruotsin ja Norjan sekä Suomen ja Norjan välinen raja vedettiin vuonna 1751,
sme: Go rádji gessojuvvui Ruoŧa ja Norgga gaskka jagi 1751, ja Suoma ja Norgga

source: saamelaisten käyttämät alueet jakautuivat kahtia.
sme: gaskka, de dat luddii gaskat sámi geavahanguovlluid.

source: Tämä seikka myönnettiin, ja vuoden 1751
sme: Ahte nu lei dilli, dohkkehedje,

source: rajasopimuksen 3 artiklan toisessa kappaleessa sanotaan:
sme: ja jagi 1751 rádjesoahpamušas cealká artihkkal 3 Nubbi lađas:

source: ” Mutta koska molemmilla puolilla asuvat lappalaiset tarvitsevat molempien valtakuntien maita porojensa oleskelualueiksi, on tässä suhteessa sovittu erityisjärjestelyistä, jotka sisällytetään tämän rajasopimuksen ensimmäiseen kodisilliin eli lisäpöytäkirjaan. ”
sme: ” Muhto nugo sámit goappašiid bealde ráji dárbbašit guktuid riikkaid eatnamiid iežaset bohccuide, de lea dan hárrái sohppojuvvon dakkár čovdosat, mat leat dán rádjesoahpamuša vuosttamuš Codisillas dahje lasáhusas. ”

source: Tällä rajasopimuksen ensimmäisellä, Lappekodisillen-nimisellä lisäpöytäkirjalla
sme: Dáinna vuosttamuš rádjesoahpamuškodisillain, man namma lea Lappekodisilla,

source: saamelaisille turvattiin jatkuva oikeus ylittää raja yhdessä porojensa kanssa.
sme: sámiide sihkkarastojuvvui joatkevaš vuoigatvuohta rasttidit ráji bohccuideasetguin.

source: 10 §:n
sme: 10 vuosttaš cealkka cealká ná:

source: ” Jos lappalaisilla on tarve käyttää molempien valtakuntien maita, heidän on vanhan perinnäistavan nojalla sallittua muuttaa syksyllä ja keväällä porolaumojensa kanssa yli rajan toiseen valtakuntaan. ”
sme: ” Nugo sámit dárbbašit guktuid riikkaid eatnamiid, de galgá sidjiide boares árbevieru mielde leat lohpi, čakčat ja giđđat, johtit bohccuideasetguin ráji rastá nuppi riikii. ”

source: Vuonna 1852 Suomen ja Norjan välinen raja suljettiin porosaamelaisilta. Vuonna
sme: Jagi 1852 Suoma ja Norgga gaskasaš rádji giddejuvvui nu ahte ii lean šat vejolaš dan

source: 1888 sama tapahtui Suomen ja Ruotsin välisellä rajalla mutta siten, että muuttaminen Suomen
sme: rastá johtit bohccuiguin. Jagi 1888 dáhpáhuvai seammá ládje Suoma ja Ruoŧa

source: alueen kautta oli sallittua muuttamisesta annettujen tarkempien säännösten nojalla, jotta porot
sme: mielde johtit suopmelaš eatnamiid rastá Ruoŧa dálveguohtumiin geasseguohtumiidda

source: pääsivät Ruotsin talvilaitumilta kesälaitumille Norjaan Tromssan lääniin.
sme: mat ledje Norggas Romssa fylkkas.

source: Norjan ja Ruotsin unionin purkauduttua vuonna 1905 Norja ilmoitti Ruotsille, ettei
sme: Go uniovdnaloahppa bođii jagi 1905, de Norga fertii julggaštit Ruŧŧii ahte ii

source: Ruotsin tulisi irtisanoa Lappekodisilleniä.
sme: áiggo heaittihit Lappekodisilla.

source: Tarkemmista valtionrajat ylittävää poronhoitoa
sme: Dat guokte riikka šiehtadalle ja sohpe dárkileabbo

source: Tämän sopimuksen korvasi vuonna 1972 solmittu uusi sopimus,
sme: Dan sadjái bođii ođđa konvenšuvdna jagi 1972.

source: jonka voimassaoloaika on 30 vuotta.
sme: Dat bistá 30 jagi.

source: Sopimuksen voimassaoloaikaa on pidennetty 30.
sme: Konven

source: huhtikuuta 2005 asti johtuen neuvotteluista, joita Norjan ja Ruotsin välillä on käyty uuden
sme: šuvdna guhkeduvvui čuoŋománu 30. b. 2005 rádji Norgga ja Ruoŧa viggamušaid

source: sopimuksen aikaansaamiseksi.
sme: geažil oažžut áigái ođđa konvenšuvnna.

source: Maat eivät ole päässeet asiassa yksimielisyyteen.
sme: Dát guokte riikka eai boahtán ovttamielalaš

source: kantanaan, että 1. toukokuuta lähtien ainoastaan Lappekodisillen sääntelee rajat ylittävää
sme: vuhtii. Ruoŧŧa čuoččuha ahte miessemánu 1. b. 2005 rájis dušše Lappekodisilla sáhttá

source: Norja on puolestaan 17. kesäkuuta 2005 annetulla lailla n:o 100 määrännyt, että
sme: Norga lea bealistis lágain mii bođii

source: vuonna 1972 tehty sopimus on toistaiseksi voimassa Norjan lakina.
sme: geassemánu 17. b. 2005, nr. 100, mearridan ahte jagi 1972 konvenšuvdna galgá gusto

source: Suomen ja Norjan välillä poronhoito ei siis ylitä rajoja. Rajalle on pystytetty
sme: Suoma ja Norgga gaskka ii leat makkárge rádjerasttideaddji boazodoaluid.

source: poroaita.
sme: Rájá čuovvu boazoáidi.

source: koskevat säännökset sisältyvät näiden valtioiden välillä 3. kesäkuuta 1981 tehtyyn
sme: Geassemánu 3. b. 1981 konvenšuvdna regulere mearrádusaid

source: sopimukseen.
sme: riikii.

source: Suomen ja Ruotsin raja-alueella harjoitettavaa poronhoitoa säännellään 9. toukokuuta
sme: Boazodoalu mii lea Suoma ja Ruoŧa rádjeguovllus, regulere miessemánu 9.

source: 1925 solmitulla sopimuksella.
sme: b. 1925 konvenšuvdna.

source: Saamelaissopimukseen liittyvän työn yhtenä tärkeänä tavoitteena on vähentää
sme: Deaŧalaš vuođđun sámekonvenšuvdnabargui lea dat, ahte riikkarájiid

source: valtionrajojen merkitystä, katso alkusanat ja 10−12 artikloihin liittyvät huomautukset.
sme: mearkkašupmi galggašii unniduvvot, geahča Ovdasáni ja mearkkašumiid mat gullet

source: Saamelaisaluetta koskevalla 22 artiklalla on sama tavoite.
sme: Artihkkalis 22, mii lea sámeguovllu birra, lea seammá ulbmil.

source: 43 artiklan määräys on keskeinen
sme: Artihkkala 43 mearrádus lea guovdil vejolašvuhtii álkkásmahttit sámiid ovttas

source: valtionrajojen yli tapahtuvan saamelaisten välisen yhteistyön helpottamiseksi.
sme: doaibmama rastá riikkarájiid.

source: Ensimmäisessä kappaleessa todetaan, että oikeus valtionrajat ylittävään porojen
sme: Vuosttaš lađas nanne ahte riikkarájiid rasttideaddji vuoigatvuohta

source: laiduntamiseen perustuu perinnäistapaan.
sme: boazoguohtumiidda, vuolgá árbevierus.

source: Tämän oikeuden perustana eivät siis ole kirjoitetut
sme: Deba eai čállojuvvon njuolggadusat nugo

source: säännöt, kuten laki tai sopimus, vaan perinnäistapa.
sme: lágat ja konvenšuvdna ásat dán vuoigatvuođa, muhto árbevierru.

source: Lappekodisillenin lähtökohtana on sama
sme: Seammá vuođđo

source: periaate sen vahvistaessa 10 §:ssään perinnäistavasta johtuvan oikeuden. Tätä perinnäistapaan
sme: jurdaga Lappekodisillage atná vuođđunis go dan § 10 nanne dan vuoigatvuođa mii

source: perustuvaa oikeutta ei myöskään voida sivuuttaa valtioidenvälisissä sopimuksissa, katso
sme: vuolgá árbevierus. Dát árbevierrovuoigatvuođa ii leat vejolaš hilgut álbmogiid

source: kolmas kappale.
sme: gaskasaš soahpamušain, geahča goalmmát lađđasa.

source: Toisen kappaleen ensimmäinen lause: Saamelaiskylät, paliskunnat ja siidat voivat
sme: Nubbi lađas, vuosttaš cealkka: Orohagat, čearut ja siiddat guktuid bealde

source: rajan molemmilla puolilla tehdä rajat ylittävää yhteistyötä koskevia sopimuksia.
sme: ráji sáhttet soahpat bargat ovttasráđiid ráji rastá.

source: Monilla
sme: Máŋgga guovllus leat doloža rájis

source: alueilla on perinteisesti tiiviit sukusiteet yli rajojen, ja aiemmin myös poronhoitoa harjoitettiin
sme: čavga fuolkevuođa čatnasat ráji rastá, ja ovdal lea leamaš oktasaš doallu ráji rastá.

source: rajan yli yhdessä. Valtioidenvälisten sopimusten ei tule estää tällaisia sopimuksia.
sme: Riikkaidgaskasaš soahpamušat eai galgga heađuštit dakkár soahpamušaid. Boazo

source: Poronhoitoelinkeinon edustajat ovat asiantuntijatyöryhmän kanssa pidetyssä kokouksessa
sme: doalloealáhusa áirasat leat čoahkkimis áššedovdi joavkkuin dorjon dakkár soahpa

source: kannattaneet mahdollisuutta tällaisten sopimusten tekemiseen ja pitäneet niitä toivottavina.
sme: mušaid vejolašvuođa ja sávahahttivuođa.

source: Osapuolet voivat kuitenkin − niin tässä kuin muillakin oikeuden aloilla − ainoastaan tehdä
sme: Bealit eai dattetge sáhte – dákko nugo

source: sopimuksia alueista, joista he itse määräävät. Sopimuksella ei voida puuttua oikeuksiin, jotka
sme: earáge riektesurggiin – earágo soahpat dáid guovlluid hárrái mat leat sin atnui.

source: perustuvat toisten perinnäistapaan.
sme: Soahpamuš ii sáhte čuohcit earáid árbevirolaš vuoigatvuođaide.

source: Jos sopimuksen tulkinnasta syntyy kiistaa, kiista tulee ratkaista välimiesmenettelyllä
sme: Jos riidu čuožžila soahpamuša ipmárdusas, de dat galgá čovdojuvvot soabat

source: toisen kappaleen toisen ja kolmannen lauseen säännösten mukaisesti. Viime kädessä
sme: duomuin (voldgift) Nuppi lađđasa, nuppi ja goalmmát cealkaga njuolggadusaid

source: osapuolilla tulee kuitenkin olla mahdollisuus viedä asia tuomioistuinten ratkaistavaksi, vrt.
sme: mielde. Loahpaloahpalaččat ferte dattetge leat vejolaš iskat ášši duopmostuoluin, vrd.

source: Euroopan ihmisoikeussopimuksen 6 artikla, katso neljäs lause.
sme: Eurohpalaš olmmošvuoigatvuođaid soahpamuša artihkkala 6, geahča njealját

source: Kolmas kappale: Jos on olemassa valtioidenvälinen sopimus oikeudesta porojen
sme: Goalmmát lađas: Jos lea stáhtaidgaskasaš soahpamuš vuoigatvuođas

source: laiduntamiseen, tulee tätä sopimusta ensimmäisen lauseen mukaan soveltaa rajat ylittävään
sme: guođohit bohccuid, de dat galgá vuosttaš cealkaga mielde biddjojuvvot vuođđun

source: poronhoitoon, ellei toisessa kappaleessa mainitun kaltaista sopimusta ole tehty. Tällainen
sme: rádjerasttideaddji boazodollui, jos juo ii leat dahkkojuvvon dakkár soahpamuš maid

source: poronhoitoon, katso kolmannen kappaleen toinen lause.
sme: Nubbi lađas namaha.

source: Jos joku katsoo perinnäistapaan perustuvaa oikeuttaan rajoitetun, hänellä on oikeus saada asia käsiteltäväksi sen valtion
sme: Dakkár stáhtaidgaskasaš soahpamuš ii dattetge sáhte ráddjet

source: tuomioistuimessa, jonka alueella mahdollista perinnäistapaan perustuvaa oikeutta on
sme: guođohanvuoigatvuođa mii vuolgá árbevierus, geahča goalmmát lađđasa, nuppi

source: rajoitettu.
sme: cealkaga.

source: Se, kenellä on mahdollisuus nostaa kanne, riippuu siitä, kenen perinnäistapaan
sme: Son guhte oaivvilda ahte su árbevierroriekti lea gáržžiduvvon, sáhttá iskat

source: perustuvaa oikeutta on rajoitettu.
sme: ášši duopmostuolus mii lea dan riikkas mas vejolaš árbevierroriekti lea gáržžiduvvon.

source: Kanteen voi nostaa esimerkiksi saamelaiskylä,
sme: Gii olbmuid sáhttá diggeášši álggahit, sorjá das gii son lea geas árbevierroriekti lea

source: poronhoitopiiri, paliskunta tai niiden sisäpuolella sijaitseva siida.
sme: gáržžiduvvon. Čearru sáhttá leat, orohat dahje daidda gulli siida.

source: VI luku
sme: Kapihttal VI

source: Sopimuksen täytäntöönpano ja kehittäminen
sme: Konvenšuvnna čađaheapmi ja ovddideapmi

source: Suomen, Norjan ja Ruotsin saamelaisasioiden vastuuministerien ja sopimusvaltioiden saamelaiskäräjien puheenjohtajien tulee kokoontua säännöllisesti.
sme: Jeavddalaččat galget leat čoahkkimat Suoma, Norgga ja Ruoŧa vásttolaš sámeministariid ja dan golmma riikka sámedikkiid presideanttaid gaskka.

source: Tässä artiklassa vahvistetaan tämän sopimuksen mukaisesti sovellettava
sme: Artihkkal nanne konvenšuvdnii dan čoahkkinvieru mii odne lea

source: puheenjohtajien välillä.
sme: ásahuvvon sámeministariid ja sámediggepresideanttaid gaskka.

source: Vuonna 1962 solmitun Helsingin sopimuksen − Yhteistyösopimus Islannin, Norjan,
sme: Helsset-soahpamuša mielde, mii bođii jagi 1962 – Samarbetsöverens

source: Ruotsin, Suomen ja Tanskan välillä − nojalla on perustettu ministerineuvosto, joka muodostuu
sme: Ministtarráđđi mas leat guđege riikka departemeanttaid áirasat, eanaš stáhtačállit. Nu

source: yksittäisten maiden ministeriöiden edustajista, pääasiassa ministereistä.
sme: lea nappo dalle okta Ministtarráđđi mii doaibmá máŋggalágan oktavuođain.

source: Näin ollen
sme: Das

source: ministerineuvostolla on useita erilaisia kokoonpanoja. Se voi koostua valtioiden
sme: sáhttet leat riikkaid justiisaministarat, eanandoalloministarat, birasgáhttenministarat

source: oikeusministereistä, maatalousministereistä, ympäristöministereistä jne.
sme: jna., ja guđemuččat, dat sorjá das makkár áššiid galget gieđahallat.

source: kysymyksistä riippuen.
sme: Spiehkastagat leat

source: eivät muodosta ministerineuvostoa.
sme: suodjalusministarat ja olgoriikaministarat; sii eai searvva Ministtarráđđái.
